{
  "title": "Въпроси",
  "q1": "Мога ли и да се запиша в курс, и да публикувам?",
  "a1": "Да. Можете да се записвате и публикувате колкото курса желаете.",
  "q2": "Как да се запиша за курс в CourseLab?",
  "a2": "Можете да се записвате в курсове по всяко възможно време зададено от преподавателите. Крайните срокове се определят също от тях. За да се запишете трябва да имате създаден акаунт, ако нямате можете да го напрашите страницата 'регистрация'. След като влезете в профила си от страницата на курса натискате на 'присъединяване' и ако има нужда избирате подходща дата.",
  "q3": "Как да напусна курс в CourseLab?",
  "a3": "За да напуснете определен курс отивате на курса(/learn/{course}), в страничното меню ще видите бутон 'Напускане'. След като го натиснете ще бъдете отписани от курса. При напускане на курс всякакъв прогрес ще бъде загубен!",
  "q4": "Има ли нужда от дадени умения или езикови изисквания за записване в курс?",
  "a4": "Всички предварителни изисквания, ако има такива, трябва да бъдат изброени в разширената информация за курса. Ако не са, можете да се свържете с преподавателя/администратора, за да ги информирате за това. Ако те не съдействат, можете да докладвате на екипа за поддръжка. CourseLab няма никакви езикови изисквания, засега уебсайтът е само на английски, но се надяваме скоро да променим това. Започвайки с български. Няма ограничения за това на какъв език трябва да бъдат курсовете, зависи от преподавателите.",
  "q5": "Трябва ли да съм онлайн едновременно с другите членове на курса?",
  "a5": "Не. Идеята на платформата е да бъде асинхронна. Така че всички ресурси са достъпни по всяко време.",
  "q6": "Как да използвам CourseLab?",
  "a6": "Регистрирайте се от раздела /register, разгледайте публикуваните курсове, намерете нещо което ви харесва/интересува и натиснете 'Присъединяване'",
  "q7": "Защо са важни курсовете?",
  "a7": "Целта на всеки трябва да бъде винаги да се подобрява и да се адаптира към постоянно променящия се свят. Разширяването на знанията си в определена сфера или започването на ново хоби ще направи точно това. Започнете сега, като се присъедините към курс с CourseLab."
}
