{
  "title": "FAQs",
  "q1": "Can I both enroll in a course and create one?",
  "a1": "Yes. You can enroll in as many courses as you like and still create and publish content.",
  "q2": "How do I enroll into a CourseLab course?",
  "a2": "All of the courses are entirely on-demand. You can begin the course whenever you like. The deadlines are determined by the course teachers. After you enroll in a course it will popup on your home page alongside information for your progression and tasks.",
  "q3": "How can I leave a CourseLab course?",
  "a3": "Leaving a course is as easy as clicking one button. On your course page(/learn/{course}) there is a 'Leave' button on the left side. When you click it you will be out of the course. But by doing that you will lose all of your progress.",
  "q4": "Are there prerequisites or language requirements?",
  "a4": "All of the prerequisites, if any, should be listed in the extended course infromation. If they are not, you can contact the teachers/creators to inform them about it. If they do not cooperate you can report it to the support. CourseLab does not have any language requirements, for now the website is only in English, but we hope to change that soon by adding native translations. Starting with Bulgarian. There are no limitations for in what language the courses should be, it is up to the teachers.",
  "q5": "Do I have to be online at the same time as the other course members?",
  "a5": "No. The idea of the platform is to be asynchronous. So all of the resources are available at any time.",
  "q6": "How to use courselab?",
  "a6": "Register from the /register tab, browse the course explorer, find something that you are interested in enrolling and click 'Enroll'",
  "q7": "Why are courses important?",
  "a7": "Everyone's goal should be to always improve and adapt to the ever-chaning world. Expanding your knowledge in a certain region or starting something new will do just that for you. Start now by enrolling in a courselab course."
}
